---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Fabrication.FabricationSaveJobOptions
source: html/4bfb6351-e132-f47d-6797-e30dccf91c8d.htm
---
# FabricationSaveJobOptions Members

Default Constructor